---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultCrossParam
source: html/1ddf9c9c-d18d-4f08-bfd8-ebd062ca5462.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultCrossParam Property

"Cross"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeDefaultCrossParam { get; }
```